Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Transfer history is empty.
be: Гісторыя перадаванага пустая.

source: Transition animation scale
be: Маштаб ажыўленьня пераходаў

source: Transparency (Dimmed only)
be: Празрыстасьць (толькі калі прыцемнены)

source: Transparent
be: Празрысты

source: Transparent Widget
be: Празрысты віджэт

source: Transport
be: Транспарт

source: Transport Navigator
be: Дапаможнік па транспарце

source: Transport type
be: Від транспарту

source: Trash
be: Сьметніца

source: Trash Can
be: Сьметніца

source: Trash Can Position
be: Мейсца сьметніцы

source: Trolleybuses
be: тралейбусаў

source: Trusted credentials
be: Давераныя пасьведчаньні

source: Try a different username
be: Паспрабуйце іншае імя карыстальніка

source: Try a longer Skype Name.
be: Паспрабуйце даўжэйшае ймя.

source: Try a shorter Skype Name.
be: Паспрабуйце карацейшае ймя.

source: Try again
be: Паспрабаваць зноўку

source: Try again in %d seconds.
be: Паспрабуйце праз %d сэк.

source: Try again in ^1 seconds.
be: Паспрабуйце праз ^1 сэк.

source: Try again in a few minutes.
be: Паспрабуйце празь некалькі хвілін, калі ласка.

source: Try again later.
be: Паспрабуйце пазьней.

source: Try again or call customer service for more options.
be: Паспрабуйце зноўку ці патэлефануйце ў службу падтрымкі.

source: Try again.
be: Паспрабуйце зноўку.

source: Try again:
be: Паспрабуйце зноўку:

source: Try connecting to a different Bluetooth device
be: Паспрабуйце злучыцца зь іншаю прыладаю Bluetooth

source: Try connecting to a different bluetooth device
be: Паспрабуйце злучыцца зь іншаю прыладаю Bluetooth

source: Try different keywords.
be: Паспрабуйце іншыя ключавыя словы.

source: Try downloading an appropriate app from Android Market.
be: паспрабуйце спампаваць адпаведную праґраму з крамы.

source: Try imo on the web, iPhone, iPad, Android and BlackBerry!
be: Паспрабуйце imo ў сеціве, на iPhone, iPad, Android ці BlackBerry!

source: Try it here!
be: Паспрабуйце тут!

source: Try it!
be: Спрабуйце!

source: Try more general keywords.
be: Паспрабуйце больш агульныя ключавыя словы.

source: Try recording a shorter length clip.
be: Паспрабуйце запісаць карацейшае.

source: Try resetting all gestures to default.
be: Паспрабуйце ўзнавіць жэсты да пачатковых.

source: Try saying:
be: Паспрабуйце сказаць:

source: Try to send
be: Паспрабаваць даслаць

source: Try to stretch icons/widgets so they don't overlap
be: Спрабаваць расьцягваць значкі ды віджэты, каб яны не заходзілі адно на адно

source: Try to stretch icons/widgets so they don\'t overlap
be: Спрабаваць расьцягваць значкі ды віджэты, каб яны не заходзілі адно на адно

source: Try uninstalling at a later time, or uninstall now and request a refund later in \"My downloads\".
be: Паспрабуйце высталяваць пазьней, або высталюйце зараз, а вярнуць грошы запытайцеся пазьней праз «Маё спампаванае».

source: Tshivenda (South Africa)
be: вэнда (Паўднёвая Афрыка)

source: Tu
be: аў

source: Tubs
be: Ванны

source: Tue
be: аў

source: Tuesday
be: аўторак

source: Turkish (Turkey)
be: турэцкая (Турцыя)

source: Turn alarm off
be: Забараніць будзьку

source: Turn alarm on
be: Дазволіць будзьку

source: Turn it on
be: Задзейнічаць

source: Turn off Bluetooth when you aren't using it
be: Вылучайце Bluetooth, калі не карыстаецеся

source: Turn off IMS registration required
be: Не патрабаваць запісвацца ў IMS

source: Turn off SMS over IMS
be: Вылучыць SMS праз IMS

source: Turn off USB storage
be: Вылучыць сховішча USB

source: Turn off Wi-Fi when not using it or where it is not available
be: Вылучайце Wi-Fi, калі вы ім не карыстаецеся або няма сетак Wi-Fi

source: Turn off WiFi when not using it or when it isn't available
be: Вылучайце Wi-Fi, калі вы ім не карыстаецеся або няма сетак Wi-Fi

source: Turn off bluetooth when you aren't using it
be: Вылучайце Bluetooth, калі не карыстаецеся

source: Turn off captions
be: Не паказваць загалоўкі

source: Turn off lte ram dump
be: Не ствараць адбітак памяці LTE

source: Turn off radio
be: Вылучыць радыёсувязь

source: Turn off screen lock
be: Не замыкаць экран

source: Turn off this behavior from the Settings > WiFi screen, Advanced menu item.
be: Каб не пазьбягаць падобных сетак, перайдзіце ў разьдзел «Адмысловыя налады» экрану «Wi-Fi» наладаў.

source: Turn off wireless
be: Вылучыць бяздротавыя

source: Turn on
be: Задзейнічаць

source: Turn on Bluetooth
be: Улучыць Bluetooth

source: Turn on Bluetooth now?
be: Ці задзейнічаць Bluetooth зараз?

source: Turn on IMS registration required
be: Патрабаваць запісвацца ў IMS

source: Turn on SMS over IMS
be: Улучыць SMS праз IMS

source: Turn on USB storage
be: Улучыць сховішча USB

source: Turn on Wi-Fi
be: Уключыць Wi-Fi

source: Turn on WiFi
be: Улучыць Wi-Fi

source: Turn on alarm
be: Уключыць буднік

source: Turn on hearing aid compatibility
be: Задзейнічаць сумяшчальнасьць са слыхавымі апаратамі

source: Turn on lte ram dump
be: Ствараць адбітак памяці LTE

source: Turn on radio
be: Улучыць радыёсувязь

source: Turn on wireless
be: Улучыць бяздротавыя

source: Turn on your video by tapping the Video button.
be: Каб улучыць відэа, націсьніце кнопку «Відэа».

source: Turn on?
be: Ці задзейнічаць?

source: Turn over silence
be: Перакуліце, каб сьцішыць

source: Turn over to silence ring
be: Перакуліце, каб сьцішыць званок

source: Turn-by-turn navigation
be: Навіґацыя па кроках

source: Turning Bluetooth off\u2026
be: Вылучаецца Bluetooth…

source: Turning Bluetooth on\u2026
be: Улучаецца Bluetooth…

source: Turning WiFi on\u2026
be: Улучаецца Wi-Fi…

source: Turning off WiFi\u2026
be: Вылучаецца Wi-Fi…

source: Turning off\u2026
be: Вылучаецца…

source: Turning off…
be: Выключаецца…

source: Turning on Bluetooth\u2026
be: Уключаецца Bluetooth…

source: Turning on Bluetooth…
be: Уключаецца Bluetooth…

source: Turning on bluetooth\u2026
be: Уключаецца Bluetooth…

source: Turning on bluetooth…
be: Уключаецца Bluetooth…

source: Turning on radio\u2026
be: Уключаецца сувязь…

source: Turning on radio…
be: Уключаецца сувязь…

source: Turning on\u2026
be: Улучаецца…

source: Turning on…
be: Уключаецца…

source: Turns whether App Drawer should display animations
be: Вызначае, ці будзе ажыўляцца рысавальнік праґрамаў

source: Tutorial
be: Навучаньне

source: Two weeks
be: Два тыдні

source: Type
be: Тып

source: Type Destination
be: Надрукаваць кірунак

source: Type PIN
be: Пазначце код

source: Type PIN code to unlock SIM card.
be: Набярыце код PIN, каб адамкнуць картку SIM.

source: Type PIN from access point
be: Пазначце код з пункту доступу

source: Type PIN to pair with \"%1$s\".
be: Набярыце PIN, каб спалучыцца з «%1$s».

source: Type PIN to pair with \u0022%1$s\u0022.
be: Набярыце PIN, каб спалучыцца з «%1$s».

source: Type PUK code to unlock SIM card
be: Набярыце код PUK, каб адамкнуць картку SIM.

source: Type PUK2 code
be: Набярыце код PUK2

source: Type PUK2 to unblock SIM card.
be: Набярыце PUK2, каб разблякаваць картку SIM.

source: Type a
be: Набраць

source: Type a PIN that is 4 to 8 numbers.
be: Набярыце PIN (ён мусіць зьмяшчаць ад 4 да 8 лічбаў).

source: Type a PIN2 that is 4 to 8 numbers.
be: Набярыце PIN2 (ён мусіць зьмяшчаць ад 4 да 8 лічбаў).

source: Type a PUK that is 8 numbers or longer.
be: Набярыце PUK (8 лічбаў ці болей).

source: Type a PUK2 that is 8 numbers.
be: Набярыце PUK2 (8 лічбаў).

source: Type a comma-separated list of excluded domains.
be: Пералічыце праз коску вузлы, якія будуць выключэньнямі.

source: Type a message
be: Надрукуйце паведамленьне

source: Type a name or email
be: Надрукуйце ймя ці эл. пошту

source: Type a name, email, or circle
be: Надрукуйце ймя, эл. пошту ці кола

source: Type a network prefix length between 0 and 32.
be: Пазначце прыстаўку сеткі (даўжынёю да 32 знакаў).

source: Type a new password for full backups here
be: Надрукуйце тут новы пароль на поўныя адноўкі

source: Type a valid DNS address.
be: Пазначце чынны адрас DNS.

source: Type a valid IP address.
be: Пазначце чынны адрас IP.

source: Type a valid email address and password.
be: Упішыце чынны адрас эл. пошты ды пароль.

source: Type a valid gateway address.
be: Пазначце чынны адрас брамы.

source: Type alias here…
be: Упішыце мянушку сюды…

source: Type an email address
be: Надрукуйце адрас эл. пошты

source: Type message
be: Надрукуйце паведамленьне

source: Type message, or leave blank
be: Надрукуйце паведамленьне або пакіньце пустым

source: Type network configuration
be: Вызначце настаўленьні сеткі

source: Type new SIM PIN code again to confirm
be: Набярыце код PIN ізноў, каб пацьвердзіць

source: Type of notification to show when an app is granted SU permissions
be: Від спавяшчэньня, якое будзе паказвацца, калі праґрама атрымала правы спраўніка

source: Type passkey to pair with \"%1$s\".
be: Набярыце пароль, каб спалучыцца з «%1$s».

source: Type passkey to pair with \u0022%1$s\u0022.
be: Набярыце пароль, каб спалучыцца з «%1$s».

source: Type password to decrypt storage
be: Надрукуйце пароль расшыфраваць сховішча

source: Type person's name
be: Надрукуйце імя чалавека

source: Type search words
be: Надрукуйце шуканыя словы

source: Type session key for %1$s
be: Набярыце ключ сэсіі для %1$s

source: Type text to display on the lock screen
be: Надрукуйце, што паказваць на замкнёным экране

source: Type the PIN %1$s on the access point
be: Упішыце на пункце доступу код %1$s

source: Type the PUK code to unlock it.
be: Набярыце код PUK, каб адамкнуць яе.

source: Type the characters you see in the picture below:
be: Набярыце знакі, якія вы бачыце на малюнку ўнізе:

source: Type the credit card info you would like to use with Google Checkout.
be: Упішыце зьвесткі крэдытнае карткі, якую хочаце выкарыстоўваць на Касе Google.

source: Type the name of a friend
be: Упішыце ймя сябра

source: Type the password for credential storage.
be: Надрукуйце пароль сховішча пасьведчаньняў.

source: Type the password for this account.
be: Упішыце пароль на гэты рахунак.

source: Type the text you want to auto-fill in web forms.
be: Пазначце зьвесткі, якія будуць самарушна запаўняцца ў блянках у сеціве.

source: Type to compose
be: Набярыце тэкст

source: Type to compose text, or leave blank
be: Надрукуйце тэкст або пакіньце пустым

source: Type to filter
be: Што прасейваць

source: Type to reply
be: Надрукуйце адказ

source: Type your current full backup password here
be: Надрукуйце тут пароль на поўную адноўку

source: Type your message here...
be: Напішыце паведамленьне…

source: Type your password
be: Набярыце пароль

source: Type:
be: Від:

source: Type:\u0020
be: Від:\u0020

source: UI Settings
be: Налады інтэрфэйсу карыстальніка

source: UID %1$d
be: Азначальнік %1$d

source: UIM card contacts
be: Кантакты карткі UIM

source: UIM card is PUK-locked.
be: Картка UIM замкнёная кодам PUK.

source: UIM card is locked.
be: Картка UIM замкнёная.

source: URL copied.
be: Перапісалі спасылку.

source: URL is not valid.
be: Спасылка (URL) хібная.

source: USB Mass Storage
be: Сховішча USB

source: USB accessory
be: Прыналежнасьць USB

source: USB charging not supported.
be: Зараджаць праз USB нельга.

source: USB computer connection
be: Злучэньне з кампутарам па USB

source: USB connected
be: Далучылі да USB

source: USB connected, check to tether
be: USB далучылі; адзначце, каб прывязаць

source: USB debugging
be: Наладка USB

source: USB debugging connected
be: Далучылі USB з наладкаю

source: USB debugging is intended for development purposes only.
be: Наладка USB прызначаецца толькі для мэтаў распрацоўніцтва.

source: USB debugging notify
be: Паведамляць пра наладку USB

source: USB file transfer options
be: Можнасьці перадаваць праз USB

source: USB not connected
be: USB не далучылі

source: USB operation failed
be: Не ўдалося працаваць з USB

source: USB operation unsuccessful
be: Не ўдалося працаваць з USB

source: USB storage
be: Сховішча USB

source: USB storage app
be: Праґрама ў сховішчы USB

source: USB storage blank or has unsupported filesystem.
be: Сховішча USB парожняе ці мае файлавую сыстэму, якая не падтрымваецца.

source: USB storage damaged.
be: Сховішча USB мае пашкоджаньні.

source: USB storage data
be: Зьвесткі ў сховішчы USB

source: USB storage error
be: Сховішча USB дало хібу

source: USB storage in use
be: Сховішча USB зараз выкарыстоўваецца

source: USB storage is being used as a mass storage device
be: Сховішча USB выкарыстоўваецца як сховішча файлаў

source: USB storage is currently being checked.
be: Сховішча USB зараз спраўджваецца.

source: USB storage is currently in use by a computer.
be: Сховішча USB выкарыстоўваецца іншым кампутарам.

source: USB storage is required to download %s.
be: Каб спампаваць %s, патрабуецца сховішча USB.

source: USB storage mounted read-only
be: Сховішча USB прымацавалі каб толькі чытаць

source: USB storage not mounted
be: Сховішча USB не прымацавалі

source: USB storage removed.
be: Сховішча USB выцягнулі.

source: USB storage safe to remove
be: Сховішча USB можна бяз рызыкі выцягваць

source: USB storage unavailable
be: Няма доступу да сховішча USB

source: USB storage unexpectedly removed
be: Сховішча USB нечакана выцягнулі

source: USB storage was removed while still in use!
be: Сховішча USB выцягнулі, калі яно выкарыстоўвалася!

source: USB storage will be unmounted.
be: Сховішча USB адмацуецца.

source: USB tethering
be: Прывязаць USB

source: USB tethering error
be: Далі хібу, калі прывязвалі USB

source: USSD code running\u2026
be: Код USSD працуе…

source: USSD code running…
be: Код USSD працуе…

source: Ukrainian (Ukraine)
be: украінскія (Украіна)

source: Unable to change PIN.
be: Немагчыма зьмяніць PIN.

# Unable to change PIN. Possibly incorrect PIN.
source: Unable to change PIN.\nPossibly incorrect PIN.
be: Немагчыма зьмяніць PIN.\n Мажліва, неадпаведны PIN.

source: Unable to change SIM card lock state.
be: Немагчыма зьмяніць стан замкнёнасьці карткі SIM.

# Unable to change SIM card lock state. Possibly incorrect PIN.
source: Unable to change SIM card lock state.\nPossibly incorrect PIN.
be: Немагчыма зьмяніць стан замкнёнасьці карткі SIM.\n Мажліва, неадпаведны PIN.

source: Unable to check-in.
be: Не ўдаецца адзначыцца.

source: Unable to clear application data.
be: Немагчыма ачысьціць дадзеныя праґрамы.

source: Unable to communicate with Google's servers right now.
be: Пакуль немагчыма зьвязацца з паслужнікамі Google.

source: Unable to compute package size
be: Немагчыма вылічыць памер пакунка

source: Unable to conference calls.
be: Немагчыма выклікаць да нарады.

source: Unable to connect to the network.
be: Немагчыма злучыцца зь сеткаю.

source: Unable to connect to this network at this time.
be: Зараз немагчыма злучыцца з гэтаю сеткаю.

source: Unable to connect to this network at this time. Please try again later.
be: Зараз немагчыма злучыцца з гэтаю сеткаю. Калі ласка, паспрабуйце пазьней.

source: Unable to determine your current location.
be: Не ўдаецца вызначыць месцазнаходжаньне.

source: Unable to open connection to server due to security error.
be: Немагчыма злучыцца з паслужніком праз памылку бясьпекі.

source: Unable to open connection to server.
be: Немагчыма злучыцца з паслужніком.

source: Unable to play this video because an unexpected error occurred.
be: Немагчыма прайграць відэа: нечаканая памылка.

source: Unable to reject call.
be: Немагчыма адхіліць выклік.

source: Unable to release call(s).
be: Немагчыма вызваліць выклік(і).

source: Unable to save attachment
be: Немагчыма захаваць залучнік

source: Unable to save attachment to SD card.
be: Немагчыма захаваць залучнік на картку SD.

source: Unable to save attachment.
be: Немагчыма захаваць залучнік.

source: Unable to save bookmark.
be: Немагчыма захаваць у закладках.

source: Unable to scan for networks
be: Немагчыма знайсьці сеткі

source: Unable to send this message.
be: Не ўдаецца даслаць паведамленьне.

source: Unable to separate call.
be: Немагчыма падзяліць выклік.

source: Unable to switch calls.
be: Немагчыма зьмяніць выклік.

source: Unable to transfer call.
be: Немагчыма перадаць выклік.

source: Unable to upgrade account
be: Немагчыма палепшыць рахунак

source: Unauthorized reproduction or distribution of this program, or any portion of it, may result in severe criminal and civil penalties and will be prosecuted to the maximum extent possible under the law.
be: Недазволенае перапісваньне або распаўсюджваньне гэтае праґрамы ці любое ейнае часткі можа мець вынікам грамадзянскую альбо крымінальную адказнасьць, і перасьледавацца па ўсяе строгасьці закону.

source: Unavailable
be: Недаступны

source: Unavailable because NFC is turned off
be: Няма доступу, бо зносіны блізкага поля не працуюць

source: Unblock
be: Зьняць забарону

source: Unblock contact
be: Адамкнуць кантакт

source: Unblock contact?
be: Ці адамкнуць кантакт?

source: Unblock this person
be: Вярнуць гэтую асобу

source: Unblocking contact
be: Адмыкаем кантакт

source: Unblocking...
be: Вяртаецца…

source: Uncataloged
be: Неразьмеркаванае

source: Uncheck to set tunnel addresses manually
be: Не ўжывайце, каб самастойна вызначаць адрасы тунэляў

source: Undecided
be: Вагаецца

source: Undelivered message
be: Недастаўленае паведамленьне

source: Undelivered messages
be: Недастаўленыя паведамленьні

source: Underline
be: Падкрэсьліваць

source: Undo
be: Адрабіць

source: Undo +1 on this ad
be: Вярнуць сваё «+1»

source: Undo the deletes.
be: Вярнуць назад гэтыя пункты.

source: Unexpected error 0_o
be: Нечаканая памылка 0_о

source: Unexpected error while loading message text.
be: Нечакана далі хібу, калі чыталі тэкст паведамленьня.

source: Unexpected error while loading message text. Message may be too large to view.
be: Нечакана далі хібу, калі чыталі тэкст паведамленьня. Мажліва, паведамленьне задоўгае, каб яго можна было прагледзець.

source: Unexpected response from network.
be: Нечаканы адказ ад сеткі.

source: Unfavorite
be: Не ўпадабаны

source: Unfollow
be: Не сачыць

source: Unfortunately, %1$s has stopped.
be: На жаль, %1$s спынілася.

source: Unfortunately, the process %1$s has stopped.
be: На жаль, працэс %1$s спыніўся.

source: Unheard voicemail
be: Непраслуханая галасавая пошта

source: Unhelpful
be: Бескарыснае

source: Unhiding folder:
be: Робяцца бачнымі каталёґі:

source: Unhold
be: Вярнуць

source: Unicode (UTF-8)
be: Унікод (UTF-8)

source: Uninstall
be: Высталяваць

source: Uninstall & cancel
be: Высталяваць і скасаваць

source: Uninstall & refund
be: Высталяваць і вярнуць грошы

source: Uninstall Application
be: Высталяваць праґраму

source: Uninstall Update
be: Высталяваць абнаўленьне

source: Uninstall anyway
be: Усе роўна высталяваць

source: Uninstall application
be: Высталяваць праґраму

source: Uninstall application?
be: Ці высталяваць праґраму?

source: Uninstall finished
be: Скончылі высталёўваць

source: Uninstall not successful
be: Не ўдалося высталяваць

source: Uninstall some applications
be: Высталяваць некаторыя праґрамы

source: Uninstall update
be: Высталяваць абнаўленьне

source: Uninstall update?
be: Ці высталяваць абнаўленьне?

source: Uninstall updates
be: Высталяваць абнаўленьні

source: Uninstall updates?
be: Ці высталяваць абнаўленьні?

source: Uninstalling application…
be: Высталёўваецца праґрама…

source: Uninstalling updates…
be: Высталёўваюцца абнаўленьні…

source: Uninstalling\u2026
be: Высталёўваецца…

source: Uninstalling…
be: Высталёўваецца…

source: University
be: Унівэрсытэт

source: Unknown
be: Невядома

source: Unknown address
be: Невядомы адрас

source: Unknown album
be: Невядомы альбом

source: Unknown application
be: Невядомая праґрама

source: Unknown artist
be: Невядомы выканаўца

source: Unknown certificate error.
be: Невядомая памылка пасьведчаньня.

source: Unknown device
be: Невядомая прылада

source: Unknown error
be: Невядомая памылка

source: Unknown error 0_o
be: Невядомая памылка 0_о

source: Unknown error.
be: Невядомая памылка.

source: Unknown file
be: Невядомы файл

source: Unknown host.
be: Невядомы вузел.

source: Unknown image type
be: Відарыс невядомага віду

source: Unknown item.
be: Невядомая рэч.

source: Unknown item. We can\'t add unknown item types :-)
be: Невядомая рэч. Мы ня можам дадаваць рэчы невядомага віду :-)

source: Unknown location
be: Невядомае месца

source: Unknown name
be: Невядомая назва

source: Unknown problem
be: Невядомая праблема

source: Unknown ringtone
be: Невядомая мэлёдыя

source: Unknown sender
be: Невядомы адпраўнік

source: Unknown sources
be: Невядомыя крыніцы

source: Unlike
be: Не падабаецца

source: Unlink account
be: Адвязаць рахунак

source: Unlisted
be: Асабісты

source: Unlock
be: Адамкнуць

source: Unlock Desktop
be: Адамкнуць стальніцы

source: Unlock SIM card
be: Адамкнуць картку SIM

source: Unlock message
be: Адамкнуць паведамленьне

source: Unlock pattern
be: Узор адмыкаць экран

source: Unlock selection
be: Спосаб адмыкаць

source: Unlocking SIM card\u2026
be: Адмыкаецца картка SIM…

source: Unlocking SIM card…
be: Адмыкаецца картка SIM…

source: Unmount SD card
be: Адмацаваць картку SD

source: Unmount SD card before removing to avoid data loss.
be: Каб не страціць дадзеныя, адмацоўвайце картку SD перад тым, як выцягваць яе.

source: Unmount SD card failed
be: Не ўдалося адмацаваць картку SD

source: Unmount SD card, view available storage
be: Адмацаваць картку SD, зірнуць наяўныя сховішчы

source: Unmount SD card?
be: Ці адмацаваць картку SD?

source: Unmount USB storage
be: Адмацаваць сховішча USB

source: Unmount USB storage before removing to avoid data loss.
be: Каб не страціць дадзеныя, адмацоўвайце сховішча USB перад тым, як выцягваць яго.

source: Unmount USB storage, view available storage
be: Адмацаваць сховішча USB, зірнуць наяўныя сховішчы

source: Unmount USB storage?
be: Ці адмацаваць сховішча USB?

source: Unmount in progress
be: Зараз адмацоўваецца

source: Unmount shared storage
be: Адмацаваць абагуленае сховішча

source: Unmount the SD card for safe removal
be: Адмацаваць картку SD, каб выцягнуць яе бяз рызыкі

source: Unmount the SD card so you can safely remove it
be: Адмацаваць картку SD, каб выцягнуць яе бяз рызыкі

source: Unmount the internal USB storage
be: Адмацаваць унутранае сховішча USB

source: Unmounting
be: Адмацоўваецца

source: Unmounting SD card...
be: Адмацоўваецца картка SD…

source: Unmounting USB storage failed
be: Не ўдалося адмацаваць сховішча USB

source: Unmounting USB storage...
be: Адмацоўваецца сховішча USB…

source: Unmute
be: Гучэць

source: Unnamed Bluetooth device
be: Прылада Bluetooth бяз назвы

source: Unnamed Folder
be: Каталёґ бяз назвы

source: Unnamed road
be: Дарога бяз назвы

source: Unpair
be: Скасаваць спалучэньне

source: Unplugged
be: Вылучаная

source: Unrated
be: Без ацэнкі

source: Unread
be: Непрачытанае

source: Unspecified
be: Нявызначаны

source: Unsubscribe
be: Адпісацца

source: Unsuccessful
be: Не ўдалося

source: Unsupported %1$s format
be: Фармат %1$s не падтрымваецца

source: Unsupported service.
be: Служба не падтрымваецца.

source: Until you activate your phone, you are asked to activate it each time you turn it on.
be: Вам будуць прапаноўваць задзейнічаць тэлефон па кожным запуску, ажно пакуль вы нарэшце не задзейнічаеце яго.

source: Untitled
be: Бяз назвы

source: Up and at 'em!
be: Уставай, узьнімайся!

source: Up for %s.
be: Уверх — %s.

source: Up time
be: Час працы

source: Upcoming Events
be: Маюць адбыцца

source: Update
be: Абнавіць

source: Update (manual)
be: Актуалізаваць (самастойна)

source: Update Security Settings
be: Абнавіць налады бясьпекі

source: Update after get news
be: Абнаўляць, як атрымалі навіны

source: Update after send message
be: Абнаўляць, як даслалі паведамленьне

source: Update album
be: Абнавіць альбом

source: Update all
be: Абнавіць усё

source: Update available
be: Маецца абнаўленьне

source: Update every 15 minutes
be: Абнаўляць кожныя 15 хвілінаў
